{
  "dutch": [
    {
      "quote": "Wie zichzelf bewaart, bewaart geen rotte appel.",
      "translation": "Those who keep themselves, don’t keep a bad apple.",
      "meaning": "You have to be careful with yourself because you are not replaceable."
    },
    {
      "quote": "Zelfs de beste breister laat wel eens een steekje vallen",
      "translation": "Even the best knitter drops a stitch sometimes.",
      "meaning": "Even if someone can do something very well, he (or she) will sometimes make a mistake; that is forgivable."
    },
    {
      "quote": "Aan de rand van het ravijn bloeien de mooiste bloemen.",
      "translation": "The most beautiful flowers bloom at the edge of the ravine.",
      "meaning": "Those who dare to take risks can achieve exceptional results."
    },
    {
      "quote": "Alle wegen leiden naar Rome.",
      "translation": "All roads lead to Rome.",
      "meaning": "All the methods of doing something will achieve the same result in the end."
    },
    {
      "quote": "Als de ene hand de ander wast worden ze allebei schoon",
      "translation": "When one hand washes the other, they both get clean.",
      "meaning": "When you work together and help each other, what has to be done gets done faster."
    },
    {
      "quote": "Een goed begin is het halve werk",
      "translation": "A good start will save you work in the end.",
      "meaning": null
    },
    {
      "quote": "Boontje komt om zijn loontje.",
      "translation": "You will get what you deserve if you’ve done something that’s not accepted.",
      "meaning": null
    },
    {
      "quote": "Al doende leert men.",
      "translation": "Only by trying will you learn the skills you need.",
      "meaning": null
    },
    {
      "quote": "Een ezel stoot zich in het algemeen, niet twee keer aan dezelfde steen.",
      "translation": "Not even a donkey will make the same mistake twice.",
      "meaning": null
    },
    {
      "quote": "Als je wilt dat de kippen eieren leggen, dan moet je het kakelen verdragen.",
      "translation": "If you want to achieve something, you will have to live with both the positive and negative impact.",
      "meaning": null
    },
    {
      "quote": "Groene krieken worden rood, kleine kinders worden groot",
      "translation": "Green cherries turn red, small children grow up.",
      "meaning": "Everything can change."
    },
    {
      "quote": "Met je hoed in de hand kom je door het ganse land.",
      "translation": "With your hand in hand, you’ll go through the entire country.",
      "meaning": "You can accomplish more by being polite and kind."
    },
    {
      "quote": "Onbekend maakt onbemind",
      "translation": "Unknown makes unloved.",
      "meaning": "People tend to be scared of what they don’t know or understand."
    },
    {
      "quote": "Oost, west, thuis best",
      "translation": "East, west, home best.",
      "meaning": "There’s no place like home."
    },
    {
      "quote": "Als de kalveren op het ijs dansen",
      "translation": "“When the calves dance on the ice” or “When pigs fly”",
      "meaning": null
    },
    {
      "quote": "Acht is meer dan duizend",
      "translation": "Eight is more than thousand",
      "meaning": "Every little thing helps"
    },
    {
      "quote": "Wat er ook gebeurt, altijd blijven lachen",
      "translation": "Whatever happens, do not stop laughing",
      "meaning": "Do not lose hope."
    },
    {
      "quote": "“Het is nog geen avond”, zei de kraaienvanger.",
      "translation": "It is not night yet, said the crow catcher.",
      "meaning": "Do not lose faith. As long as it is not night yet, you can still catch the crows."
    },
    {
      "quote": "Achter de dikste gordijnen wordt het hardste gehuild",
      "translation": "Behind the thickest curtains are the loudest cries",
      "meaning": "Do not let the richness of others full you; happiness does not equal money."
    },
    {
      "quote": "Zonder wrijving, geen glans",
      "translation": "Without friction, no shine.",
      "meaning": "Without any effort, you will not reach the best possible result."
    },
    {
      "quote": "De een scheert schapen, de ander varkens",
      "translation": "One shears sheep, the other pigs",
      "meaning": "The world isn't fair"
    },
    {
      "quote": "Men moet zich krommen, wil men door de wereld kommen",
      "translation": "Hard work pays off",
      "meaning": "You need to work hard to get something in this world."
    },
    {
      "quote": "De hond in de pot vinden",
      "translation": "Dining with Duke Humphrey",
      "meaning": "Being too late to diner"
    },
    {
      "quote": "De omgekeerde wereld",
      "translation": "The world turned upside down, topsy turvy",
      "meaning": "The opposite of what is logical and trusted"
    },
    {
      "quote": "Jong geleerd, oud gedaan",
      "translation": "What learned in the cradle, is carried to the tomb",
      "meaning": "What you learn in your youth, will become useful in your adult life."
    },
    {
      "quote": "Wat gij niet wilt dat u geschiedt, doet dat ook de ander niet.",
      "translation": "What you do not want to be done to you, do not do to others.",
      "meaning": "Do not wish on others what you would not wish on yourself."
    },
    {
      "quote": "Achter de wolken schijnt de zon.",
      "translation": "Behind the clouds the sun shines.",
      "meaning": "All bad things are temporary and then it gets better."
    },
    {
      "quote": "Als er een schaap over de dam is, volgen er meer",
      "translation": "If one sheep crosses the ditch, more will follow.",
      "meaning": "If one person has tried something new, others dare to do it too"
    },
    {
      "quote": "Blaffende honden bijten niet.",
      "translation": "Barking dogs don't bite.",
      "meaning": "Those who shout the loudest are the least dangerous."
    },
    {
      "quote": "Beter een vogel in de hand dan tien in de lucht.",
      "translation": "Better one bird in the hand than ten in the air.",
      "meaning": "Better a little than none at all / small concrete results are better than big plans."
    }
  ],
  "world": [
    {
      "country": "South-Korean",
      "quote": "고생 끝에 낙이 온다 – Go-saeng kkeut-e nag-i on-da",
      "translation": "At the end of hardship comes happiness.",
      "meaning": " It means that happiness and good things will happen after experiencing difficult or hard work."
    },
    {
      "country": "Spanish",
      "quote": "A lo hecho, pecho.",
      "translation": "To what’s done, chest.",
      "meaning": " What’s done is done. You’ve made your bed, now lie in it. When something bad has happened it’s too late to change it, you need to just face up to it."
    },
    {
      "country": "Swedish",
      "quote": "Den som vågar han vinner.",
      "translation": "He who dares wins.",
      "meaning": "If one has the courage and audacity to take risks, that person will succeed in life."
    },
    {
      "country": "Argentinean proverb (Spanish)",
      "quote": "La vida no es un camino de rosa",
      "translation": "Life is not a path of roses.",
      "meaning": "It's normal to encounter all kinds of difficulties along the road of life."
    },
    {
      "country": "Guatemalan proverb",
      "quote": "Aquí no es Bueno el que ayuda, sino el que no jode",
      "translation": "Here the one that helps is no good, but the one that doesn’t disturbs.",
      "meaning": "Sometimes it’s better to step away from a stressful situation, or else you will only get in the way. Know when you are not needed."
    },
    {
      "country": "Danish",
      "quote": "Du må ikke kaste sten når du selv bor i glashus",
      "translation": "Those who live in glass houses should not throw stones.",
      "meaning": "If you can’t handle criticism on yourself, you shouldn’t give it to others either."
    },
    {
      "country": "Italian",
      "quote": "In bocca al lupo",
      "translation": "Into the mouth of a wolf.",
      "meaning": " Good luck! (like ‘’break a leg’’)."
    },
    {
      "country": "Portugese",
      "quote": "Pagar o pato",
      "translation": "Pay the duck.",
      "meaning": "Taking the blame for something you didn’t do."
    },
    {
      "country": "French",
      "quote": "Sauter du coq à l'âne",
      "translation": "Jump from the chicken to the donkey",
      "meaning": "Illogically jumping between conversation topics."
    },
    {
      "country": "Czech",
      "quote": "Chodit kolem horké kaše",
      "translation": "Walk around in hot porridge.",
      "meaning": "To beat around the bush."
    },
    {
      "country": "Hebrew [Israel]",
      "quote": "פול גז בניוטרל",
      "translation": "Full gas in neutral.",
      "meaning": "You're making a lot of noise but ain't getting nowhere."
    },
    {
      "country": "Maori (New Zealand)",
      "quote": "Te tiro atu to kanohi ki tairawhiti ana tera whiti te ra kite ataata ka hinga ki muri kia koe.",
      "translation": "Turn your face to the sun and the shadows will fall behind you.",
      "meaning": "Look at the bright side of things and ignore fear and negative thoughts."
    },
    {
      "country": "English",
      "quote": "Two wrongs don’t make a right",
      "translation": "Turn your face to the sun and the shadows will fall behind you.",
      "meaning": "It is not acceptable to do something bad towards someone, just because they did something bad to you first."
    },
    {
      "country": "Swiss German",
      "quote": "Die Nacht spült, was der Tag eingeseift hat",
      "translation": "The night rinses what the day has soaped.",
      "meaning": "The worries of the day are washed away by the nighttime."
    },
    {
      "country": "English",
      "quote": "A monkey in silk is a monkey no less.",
      "translation": "No matter what someone wears, they are still the same person underneath.",
      "meaning": "No matter what someone wears, they are still the same person underneath."
    },
    {
      "country": "Chinese",
      "quote": "请教别⼈⼀次是五分钟的傻⼦， 从不请教别⼈是⼀辈⼦的傻⼦",
      "translation": "He who asks a question is a fool for five minutes; he who does not ask a question remains a fool forever.",
      "meaning": "Be curious and ask questions about what you don’t know."
    },
    {
      "country": "Japanese",
      "quote": "Nana korobi ya ok",
      "translation": "Fall down seven times, stand up eight.",
      "meaning": "Fall down seven times, stand up eight."
    },
    {
      "country": "English",
      "quote": "Actions speak louder than words",
      "translation": "Emphasize that what you do is more important and shows your intentions and feelings more clearly than what you say.",
      "meaning": "Emphasize that what you do is more important and shows your intentions and feelings more clearly than what you say."
    },
    {
      "country": "South African",
      "quote": "Isihlahla saziwa ngezithelo zaso",
      "translation": "A tree is known by its fruit",
      "meaning": "The meaning is that a person’s success is shown by his or her deeds."
    },
    {
      "country": "French",
      "quote": "La vérité vaut bien qu'on passe quelques années sans la trouver",
      "translation": "A tree is known by its fruit",
      "meaning": "Truth is more valuable if it takes you a few years to find it."
    },
    {
      "country": "Australia",
      "quote": "Flat out like a lizard drinking",
      "translation": "Someone is very busy",
      "meaning": "Someone is very busy"
    },
    {
      "country": "Belgium",
      "quote": "Er bestaan geen blunders, alleen leermomenten",
      "translation": "There is no easy way to learn",
      "meaning": "You will learn from your mistakes"
    },
    {
      "country": "Denmark",
      "quote": "Hvis du vil behandle mennesker lige, skal du gøre det på forskellige måder.",
      "translation": "If you want to treat people equally, you have to do this in different ways",
      "meaning": "Everybody is different, and we should treat each other as equals. But we have to take that persons vulnerabilities into account"
    },
    {
      "country": "Germany",
      "quote": "Ich verstehe nur Bahnhof.",
      "translation": "NL ENG: ‘Dit is Chinees voor mij” “It’s Greek to me",
      "meaning": "Someone does not understand something or ask to change the subject."
    },
    {
      "country": "Finland",
      "quote": "Eteenpäin sanoi mummo lumessa",
      "translation": "Forward, said Granny in the snow",
      "meaning": "Keep going through difficulties with determination."
    },
    {
      "country": "Yoruba, Nigeria",
      "quote": "Bí abá so òkò sójà ará ilé eni ní bá.",
      "translation": "He who throws a stone in the market will hit his relative.",
      "meaning": "Be careful what you do unto others it may return towards you or someone close to you."
    },
    {
      "country": "Brazilian / Portugese",
      "quote": "Bom é saber calar, até a hora de falar",
      "translation": "It is good to know how to keep quiet until it is time to speak.",
      "meaning": "Sometimes it is better to not speak up."
    },
    {
      "country": "Akan, Ghanaian",
      "quote": "Obanyansofoo yebu no be, yennka no asem.",
      "translation": "The wise is spoken to in proverbs, not plain language.",
      "meaning": "This proverb is also used to indicate that one is expected to learn from his circumstances and the experiences of others."
    },
    {
      "country": "Thailand",
      "quote": "“ปดทองหลงพระ” (“Pid tong lang pra.)",
      "translation": "Putting a gold leaf on the back of the Buddha image.",
      "meaning": "Doing something good without seeking attention."
    },
    {
      "country": "Morocco",
      "quote": "مساحة ضيقة تبدو واسعة لضيق الفق",
      "translation": "A narrow space looks wide to the narrow-minded.",
      "meaning": "Everyone has their own point of view."
    }
  ]
}