{
  "dutch": [
    {
      "quote": "Wie zichzelf bewaart, bewaart geen rotte appel.",
      "translation": "Those who keep themselves, don’t keep a bad apple.",
      "meaning": "You have to be careful with yourself because you are not replaceable."
    },
    {
      "quote": "Zelfs de beste breister laat wel eens een steekje vallen",
      "translation": "Even the best knitter drops a stitch sometimes.",
      "meaning": "Even if someone can do something very well, he (or she) will sometimes make a mistake; that is forgivable."
    },
    {
      "quote": "Aan de rand van het ravijn bloeien de mooiste bloemen.",
      "translation": "The most beautiful flowers bloom at the edge of the ravine.",
      "meaning": "Those who dare to take risks can achieve exceptional results."
    },
    {
      "quote": "Alle wegen leiden naar Rome.",
      "translation": "All roads lead to Rome.",
      "meaning": "All the methods of doing something will achieve the same result in the end."
    },
    {
      "quote": "Als de ene hand de ander wast worden ze allebei schoon",
      "translation": "When one hand washes the other, they both get clean.",
      "meaning": "When you work together and help each other, what has to be done gets done faster."
    },
    {
      "quote": "Een goed begin is het halve werk",
      "translation": "A good start will save you work in the end.",
      "meaning": null
    },
    {
      "quote": "Boontje komt om zijn loontje.",
      "translation": "You will get what you deserve if you’ve done something that’s not accepted.",
      "meaning": null
    },
    {
      "quote": "Al doende leert men.",
      "translation": "Only by trying will you learn the skills you need.",
      "meaning": null
    },
    {
      "quote": "Een ezel stoot zich in het algemeen, niet twee keer aan dezelfde steen.",
      "translation": "Not even a donkey will make the same mistake twice.",
      "meaning": null
    },
    {
      "quote": "Als je wilt dat de kippen eieren leggen, dan moet je het kakelen verdragen.",
      "translation": "If you want to achieve something, you will have to live with both the positive and negative impact.",
      "meaning": null
    },
    {
      "quote": "Groene krieken worden rood, kleine kinders worden groot",
      "translation": "Green cherries turn red, small children grow up.",
      "meaning": "Everything can change."
    },
    {
      "quote": "Met je hoed in de hand kom je door het ganse land.",
      "translation": "With your hand in hand, you’ll go through the entire country.",
      "meaning": "You can accomplish more by being polite and kind."
    },
    {
      "quote": "Onbekend maakt onbemind",
      "translation": "Unknown makes unloved.",
      "meaning": "People tend to be scared of what they don’t know or understand."
    },
    {
      "quote": "Oost, west, thuis best",
      "translation": "East, west, home best.",
      "meaning": "There’s no place like home."
    },
    {
      "quote": "Als de kalveren op het ijs dansen",
      "translation": "“When the calves dance on the ice” or “When pigs fly”",
      "meaning": null
    },
    {
      "quote": "Acht is meer dan duizend",
      "translation": "Eight is more than thousand",
      "meaning": "Every little thing helps"
    },
    {
      "quote": "Wat er ook gebeurt, altijd blijven lachen",
      "translation": "Whatever happens, do not stop laughing",
      "meaning": "Do not lose hope."
    },
    {
      "quote": "“Het is nog geen avond”, zei de kraaienvanger.",
      "translation": "It is not night yet, said the crow catcher.",
      "meaning": "Do not lose faith. As long as it is not night yet, you can still catch the crows."
    },
    {
      "quote": "Achter de dikste gordijnen wordt het hardste gehuild",
      "translation": "Behind the thickest curtains are the loudest cries",
      "meaning": "Do not let the richness of others full you; happiness does not equal money."
    },
    {
      "quote": "Zonder wrijving, geen glans",
      "translation": "Without friction, no shine.",
      "meaning": "Without any effort, you will not reach the best possible result."
    },
    {
      "quote": "De een scheert schapen, de ander varkens",
      "translation": "One shears sheep, the other pigs",
      "meaning": "The world isn't fair"
    },
    {
      "quote": "Men moet zich krommen, wil men door de wereld kommen",
      "translation": "Hard work pays off",
      "meaning": "You need to work hard to get something in this world."
    },
    {
      "quote": "De hond in de pot vinden",
      "translation": "Dining with Duke Humphrey",
      "meaning": "Being too late to diner"
    },
    {
      "quote": "De omgekeerde wereld",
      "translation": "The world turned upside down, topsy turvy",
      "meaning": "The opposite of what is logical and trusted"
    },
    {
      "quote": "Jong geleerd, oud gedaan",
      "translation": "What learned in the cradle, is carried to the tomb",
      "meaning": "What you learn in your youth, will become useful in your adult life."
    },
    {
      "quote": "Wat gij niet wilt dat u geschiedt, doet dat ook de ander niet.",
      "translation": "What you do not want to be done to you, do not do to others.",
      "meaning": "Do not wish on others what you would not wish on yourself."
    },
    {
      "quote": "Achter de wolken schijnt de zon.",
      "translation": "Behind the clouds the sun shines.",
      "meaning": "All bad things are temporary and then it gets better."
    },
    {
      "quote": "Als er een schaap over de dam is, volgen er meer",
      "translation": "If one sheep crosses the ditch, more will follow.",
      "meaning": "If one person has tried something new, others dare to do it too"
    },
    {
      "quote": "Blaffende honden bijten niet.",
      "translation": "Barking dogs don't bite.",
      "meaning": "Those who shout the loudest are the least dangerous."
    },
    {
      "quote": "Beter een vogel in de hand dan tien in de lucht.",
      "translation": "Better one bird in the hand than ten in the air.",
      "meaning": "Better a little than none at all / small concrete results are better than big plans."
    }
  ]
}